{
    "en": {
        "h-nav-home": "Home",
        "h-nav-photo": "Photos",
        "h-nav-contact": "Contact us",
        "h-nav-apropos": "About us",
        "h-title": "Welcome to My photo Website",
        "h-subtitle": "My name is Martin Ligny",
        "h-description":"I am a photographer located in Amiens and Montdidier. I'm a multi-task photographer.",
        "h-btn-monjob":"My job",
        "h-btn-contact":"Contact me",
        "h-about-title":"Martin Ligny, a photographer based in Amiens and Montdidier.",
        "h-about-p":"I love to take a break from photography by going out into nature or shooting for special events. Photography is a passion for me!",
        "h-about-since":"Since August 11, 2023",
        "h-about-hobby":"Passionate about photography",
        "h-about-name":"Martin Ligny",
        "h-about-job":"Student in Cybersecurity, Computer Science and Networking, and Electronics",
        "h-myserv-title":"My Services :",
        "h-myserv-p1":"As a passionate photographer, I put my experience and artistic flair at your service to offer you a range of made-to-measure services.",
        "h-myserv-p2":"Whether you want to immortalize an event, organize a unique photo shoot, or enhance your images with meticulous retouching each project is designed to reflect your personality and your precious moments.",
        "h-mydo-SpM":"Tailor-made photo sessions",
        "h-mydo-SpM-p1":"Do you want to take unique photos, whether solo, as a couple, with family or friends?",
        "h-mydo-SpM-p2":"A photo session tailored to you!",
        "h-mydo-SpM-p3":"Together, let's create authentic, lively images that tell your story.",
        "h-mydo-SpM-p4":"Ready to immortalize these moments in style?",
        "h-mydo-Ce":"Event coverage",
        "h-mydo-Ce-p1":"Birthdays, small ceremonies, private parties...",
        "h-mydo-Ce-p2":"For every important event, our event coverage captures your key moments with creativity and authenticity.",
        "h-mydo-Ce-p3":"Relive every moment with vibrant, unique photos designed to immortalize your fondest memories!",
        "h-mydo-Mp":"Photo editing and retouching",
        "h-mydo-Mp-p1":"Give your photos a unique style and top quality!",
        "h-mydo-Mp-p2":"With personalized touch-ups, we improve every detail for a flawless finish.",
        "h-mydo-Mp-p3":"Treat yourself to images revisited with care and creativity, reflecting all the beauty of your memories.",
        "h-foot-copyright":"© 2024 by brickinclackman. All rights reserved."
    },
    "fr": {
        "h-nav-home": "Accueil",
        "h-nav-photo": "Photos",
        "h-nav-contact": "Contact",
        "h-nav-apropos": "À propos",
        "h-title": "Bienvenue sur mon site de photos",
        "h-subtitle": "Je m'appelle Martin Ligny",
        "h-description":"Je suis un photographe situé à Amiens et Montdidier. Je suis un photographe multi-tâches.",
        "h-btn-monjob":"Mon travail",
        "h-btn-contact":"Contactez-moi",
        "h-about-title":"Martin Ligny, un photographe situé à Amiens et Montdidier.",
        "h-about-p":"J'aime beaucoup prendre une pause en allant faire des photos dans la nature ou pour des événements en particulier. La photographie est une passion pour moi !",
        "h-about-since":"Depuis le 11 Août 2023",
        "h-about-hobby":"Passionné par la photographie",
        "h-about-name":"Martin Ligny",
        "h-about-job":"Étudiant en Cybersécurité, Informatique et réseaux, et ÉLectronique",
        "h-myserv-title":"Mes Services :",
        "h-myserv-p1":"En tant que photographe passionné, je mets mon expérience et mon sens artistique à votre service pour vous offrir une gamme de prestations sur mesure.",
        "h-myserv-p2":"Que vous souhaitiez immortaliser un événement, réaliser une séance photo unique, ou sublimer vos images avec des retouches soignées, chaque projet est pensé pour refléter votre personnalité et vos moments précieux.",
        "h-mydo-SpM":"Séance photo sur Mesure",
        "h-mydo-SpM-p1":"Envie de photos uniques, que ce soit en solo, en couple, en famille, ou entre amis ?",
        "h-mydo-SpM-p2":"La séance photo sur mesure s’adapte à vous !",
        "h-mydo-SpM-p3":"Ensemble, créons des images authentiques et pleines de vie qui racontent votre histoire.",
        "h-mydo-SpM-p4":"Prêt(e) à immortaliser ces instants avec style ?",
        "h-mydo-Ce":"Couverture d'événements",
        "h-mydo-Ce-p1":"Anniversaires, petites cérémonies, soirées privées…",
        "h-mydo-Ce-p2":"Pour chaque événement important, nos couvertures d’événements saisissent vos moments clés avec créativité et authenticité.",
        "h-mydo-Ce-p3":"Revivez chaque instant grâce à des photos vibrantes et uniques, conçues pour immortaliser vos plus beaux souvenirs !",
        "h-mydo-Mp":"Montage et retouche photo",
        "h-mydo-Mp-p1":"Donnez à vos photos un style unique et une qualité optimale !",
        "h-mydo-Mp-p2":"Grâce à des retouches personnalisées, nous améliorons chaque détail pour un rendu impeccable.",
        "h-mydo-Mp-p3":"Offrez-vous des images revisitées avec soin et créativité, qui reflètent toute la beauté de vos souvenirs.",
        "h-foot-copyright":"© 2024 by brickinclackman. All rights reserved."      
    },
    "es": {
        "h-nav-home": "Inicio",
        "h-nav-photo": "Fotos",
        "h-nav-contact": "Contáctenos",
        "h-nav-apropos": "Sobre nosotros",
        "h-title": "Bienvenido a mi sitio pictura web",
        "h-subtitle": "Mi nombre es Martín Ligny.",
        "h-description":"Soy un fotógrafo ubicado en Amiens y Montdidier. soy multitarea fotógrafo.",
        "h-btn-monjob":"Mi trabajo",
        "h-btn-contact":"Contáctame",
        "h-about-title":"Martin Ligny, fotógrafo radicado en Amiens y Montdidier.",
        "h-about-p":"Me gusta mucho tomarme un descanso para ir a tomar fotos en la naturaleza o para eventos particulares. ¡La fotografía es una pasión para mí!",
        "h-about-since":"Desde el 11 de agosto de 2023",
        "h-about-hobby":"Apasionado de la fotografía",
        "h-about-name":"Martin Ligny",
        "h-about-job":"Estudiante en Ciberseguridad, Computación y Redes, y Electrónica",
        "h-myserv-title":"Mis servicios:",
        "h-myserv-p1":"Como fotógrafo apasionado, pongo mi experiencia y sentido artístico a tu servicio para ofrecerte una gama de servicios a tu medida.",
        "h-myserv-p2":"Ya sea que quieras inmortalizar un evento, realizar una sesión fotográfica única o mejorar tus imágenes con una cuidada edición, cada proyecto está diseñado para reflejar tu personalidad y tus preciados momentos.",
        "h-mydo-SpM":"Sesión de fotos personalizada",
        "h-mydo-SpM-p1":"¿Quieres fotografías únicas, ya sea solo, en pareja, en familia o con amigos?",
        "h-mydo-SpM-p2":"¡La sesión de fotos a medida se adapta a ti!",
        "h-mydo-SpM-p3":"Juntos, creemos imágenes auténticas y vibrantes que cuenten su historia.",
        "h-mydo-SpM-p4":"¿Listo para inmortalizar estos momentos con estilo?",
        "h-mydo-Ce":"Cobertura de eventos",
        "h-mydo-Ce-p1":"Cumpleaños, pequeñas ceremonias, fiestas privadas…",
        "h-mydo-Ce-p2":"Para cada evento importante, nuestra cobertura de eventos captura sus momentos clave con creatividad y autenticidad.",
        "h-mydo-Ce-p3":"¡Revive cada momento con fotografías vibrantes y únicas, diseñadas para inmortalizar tus recuerdos más bellos!",
        "h-mydo-Mp":"Edición y retoque fotográfico.",
        "h-mydo-Mp-p1":"¡Dale a tus fotos un estilo único y una calidad óptima!",
        "h-mydo-Mp-p2":"Gracias a los retoques personalizados, mejoramos cada detalle para un resultado impecable.",
        "h-mydo-Mp-p3":"Regálate imágenes revisadas con cuidado y creatividad, que reflejan toda la belleza de tus recuerdos.",
        "h-foot-copyright":"© 2024 by brickinclackman. All rights reserved."
    }
}
